Revit 2027 API
ExportLineweightInfo Constructor
 Constructs a new default ExportLineweightInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLineweightInfo()
Public Sub New
public:
ExportLineweightInfo()
new : unit -> ExportLineweightInfo
See Also
Reference
ExportLineweightInfo Class
ExportLineweightInfo Overload
Autodesk.Revit.DB Namespace